<template>
  <div class="m-5">
    <div class="container">
      <h2 class="text-3xl">ประวัติความเป็นมา มหาวิทยาลัยเชียงใหม่</h2>
      <border />
      <div class="flex flex-col lg:flex-row">
        <div class="m-auto lg:m-4 w-1/2 lg:w-1/3"> 
          <img
            src="~/assets/uni_logo/chaingmai_logo.png"
            width="1200"
          >
        </div>
        <div class="m-auto lg:m-10 text-left w-11/12 lg:w-2/3">
          <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; มหาวิทยาลัยเชียงใหม่ (Chiang Mai University; อักษรย่อ: มช.) เป็นมหาวิทยาลัย
            ที่ตั้งขึ้นในส่วนภูมิภาคเป็นแห่งแรกของประเทศไทย
            และเป็นมหาวิทยาลัยแห่งแรกที่เรียกชื่อตามชื่อเมือง ปัจจุบันมหาวิทยาลัยตั้งอยู่เชิงดอยสุเทพ
            อำเภอเมือง เชียงใหม่ ขนาบข้างด้วยถนนห้วยแก้ว และถนนสุเทพ ห่างจากตัวเมืองประมาณ 4 ก.ม.
            และมีเนื้อที่ประมาณ 2,000 ไร่เศษ </p>
          <br>
          <br>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ปี พ.ศ. 2484 รัฐบาลมีนโยบายที่จะจัดตั้งมหาวิทยาลัยในส่วนภูมิภาคขึ้นแต่เกิด
            สงครามโลก ครั้งที่ 2การดำเนินงานจึงชะงักลง ต่อมาในปี พ.ศ. 2501
            รัฐบาลชุด จอมพลถนอม กิตติขจร เป็นนายกรัฐมนตรี ได้แถลงนโยบายเกี่ยวกับการศึกษาว่า "
            จะดำเนินการพัฒนาการศึกษาในส่วนภูมิภาค ตลอดถึงการศึกษาชั้นสูง" พ.ศ. 2502
            ได้มีการประชุมโครงการพัฒนาการศึกษาในส่วนภูมิภาค ภาคการศึกษา 8 ณ จังหวัดเชียงใหม่
            โดยมีรัฐมนตรีว่าการกระทรวงศึกษาธิการ (ม.ล.ปิ่น มาลากุล) เป็นประธาน ที่ประชุมมีความเห็นว่า
            "น่าจะจัดตั้งมหาวิทยาลัยขึ้นที่จังหวัดเชียงใหม่" พ.ศ. 2503 รัฐบาลชุด จอมพลสฤษดิ์ ธนะรัชต์
            ได้ลงมติอนุมัติให้จัดตั้งมหาวิทยาลัยเชียงใหม่ เรียกชื่อมหาวิทยาลัยนี้ว่า "มหาวิทยาลัยเชียงใหม่"
          </p>
          <br>
          <br>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; มหาวิทยาลัยเชียงใหม่เปิดทำการสอนเมื่อวันที่ 18 มิถุนายน พ.ศ. 2507
            โดยพระบาทสมเด็จพระบรมชนกาธิเบศร มหาภูมิพลอดุลยเดชมหาราช บรมนาถบพิตรได้เสด็จพระราชดำเนินมาทรงเป็นองค์ประธาน
            ในพิธีเปิดมหาวิทยาลัยอย่างเป็นทางการเมื่อวันที่ 24 มกราคม พ.ศ. 2508
          </p>
          <br>
          <br>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ในระยะเริ่มต้นได้เปิดดำเนินการสอนเพียง 3 คณะ ที่เป็นรากฐานของทุกสาขาวิชา คือ คณะมนุษยศาสตร์
            คณะสังคมศาสตร์ และคณะวิทยาศาสตร์ ต่อมาในปี พ.ศ. 2508 ได้รับโอนกิจการคณะแพทยศาสตร์โรงพยาบาลนครเชียงใหม่ จาก มหาวิทยาลัยแพทยศาสตร์ (มหาวิทยาลัยมหิดลในปัจจุบัน) มาเป็นคณะแพทยศาสตร์สังกัดมหาวิทยาลัยเชียงใหม่ ในปีเดียวกันนี้เอง ได้เริ่มจัดตั้งคณะเกษตรศาสตร์ขึ้นอีกคณะหนึ่ง ในปีการศึกษา 2511 ได้จัดตั้งคณะศึกษาศาสตร์ และในปีการศึกษา 2513 ได้จัดตั้งคณะใหม่อีก คือ คณะวิศวกรรมศาสตร์ ต่อมาในปี พ.ศ. 2515 จึงได้จัดตั้งเพิ่มขึ้นอีก 3 คณะคือ คณะทันตแพทยศาสตร์ คณะเภสัชศาสตร์ และคณะพยาบาลศาสตร์ ในปี พ.ศ. 2518 ได้จัดตั้งคณะเทคนิคการแพทย์เพิ่มขึ้น และตั้งบัณฑิตวิทยาลัย เมื่อปี พ.ศ. 2519 เพื่อเป็นหน่วยประสานงานด้านการเรียนการสอนและมาตรฐานหลักสูตรขั้นบัณฑิตศึกษามีฐานะเทียบเท่าคณะหนึ่งแต่การดำเนินงานด้านการสอนและการวิจัยซึ่งกระทำโดยคณาจารย์ของคณะ และได้มีการจัดตั้งคณะวิจิตรศิลป์ขึ้น ในปี พ.ศ. 2525 เปิดรับนักศึกษาตั้งแต่ ปีการศึกษา 2526 ในปี 2536 ได้จัดตั้งคณะเพิ่มขึ้นอีก 3 คณะ คือ คณะเศรษฐศาสตร์ คณะบริหารธุรกิจ และคณะอุตสาหกรรมเกษตร และในปี พ.ศ. 2538 ได้จัดตั้งคณะเพิ่มอีก 1 คณะ คือ คณะสัตวแพทยศาสตร์ ในปี พ.ศ. 2543 ได้มีการจัดตั้ง คณะสถาปัตยกรรมศาสตร์ ขึ้นเป็นคณะที่ 17 ในปีพ.ศ. 2548 ได้จัดตั้งอีกสองคณะ และหนึ่งวิทยาลัยคือ คณะการสื่อสารมวลชน คณะรัฐศาสตร์และรัฐประศาสนศาสตร์ และวิทยาลัยศิลปะ สื่อ
            และเทคโนโลยี (เทียบเท่าคณะ) ล่าสุดปีพ.ศ. 2549 ได้จัดตั้งคณะที่ 20 คือ คณะนิติศาสตร์ โดย การประเมินศักยภาพของมหาวิทยาลัยของไทย
            สกอ. ได้จัดให้มหาวิทยาลัยเชียงใหม่อยู่ในกลุ่ม ดีเลิศ ทั้งการเรียนการสอน และการวิจัย
          </p>
          <br>
          <br>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ปัจจุบันมหาวิทยาลัยเชียงใหม่เปิดการเรียนการสอนใน 22 คณะ 2 วิทยาลัย
            บัณฑิตวิทยาลัย และมีสถาบันวิจัย 4 สถาบัน โดยเปิดสอนในระดับปริญญาตรีมีหลักสูตรที่เปิดสอนในแต่ละคณะจำนวน 340 หลักสูตร
            โดยมีการจำแนกหลักสูตรออกเป็น หลักสูตรภาคปกติ หลักสูตรภาคพิเศษ หลักสูตรนานาชาติ หลักสูตรต่อเนื่อง และหลักสูตรสาขาวิชาร่วม
            หลักสูตรระดับปริญญาโท แบ่งเป็น 2 แผน คือ แผน ก และแผน ข และหลักสูตรระดับปริญญาเอก แบ่งเป็น 2 แบบ คือ แบบ 1 เป็นการศึกษาที่เน้นการวิจัย
            ที่ก่อให้เกิดความรู้ใหม่ และแบบ 2 เป็นการศึกษาที่เน้นการวิจัย
            โดยมีการทำวิทยานิพนธ์ที่มีคุณภาพสูง และก่อให้เกิดความก้าวหน้าทางวิชาการ และวิชาชีพ และศึกษากระบวนวิชาเพิ่มเติม
          </p>
          <br>
          <br>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;นับตั้งแต่การก่อตั้งมหาวิทยาลัยเชียงใหม่นับตั้งแต่ปี พ.ศ. 2507 ถึงปัจจุบัน
            มหาวิทยาลัยเชียงใหม่ได้มีอธิการบดีดำรงตำแหน่งมาแล้ว 15 คน
            โดยอธิการบดีคนปัจจุบัน คือ ศาสตราจารย์คลินิก นายแพทย์ นิเวศน์ นันทจิต
          </p>
        </div>

      </div>
    </div>

  </div>
</template>

<script>
import border from "~/components/border";
export default {
  components: {
    border
  }
};
</script>

<style>
</style>