<template>
  <div class="flex-md-column justify-center">
    <img src="~/assets/uni_logo/chaingmai_logo.png" width="200" class="margin-left:auto">
    <br>
    <h1 class="font-weight-bold">ประวัติมหาวิทยาลัยเชียงใหม่</h1>
    <br>
    <p>มหาวิทยาลัยเชียงใหม่ (Chiang Mai University; อักษรย่อ: มช.)
      เป็นมหาวิทยาลัยที่ตั้งขึ้นในส่วนภูมิภาคเป็นแห่งแรกของประเทศไทย
      และเป็นมหาวิทยาลัยแห่งแรกที่เรียกชื่อตามชื่อเมือง
      ปัจจุบันมหาวิทยาลัยตั้งอยู่เชิงดอยสุเทพ อำเภอเมือง เชียงใหม่
      ขนาบข้างด้วยถนนห้วยแก้ว และถนนสุเทพ ห่างจากตัวเมืองประมาณ 4 ก.ม.
      และมีเนื้อที่ประมาณ 2,000 ไร่เศษ
      ปี พ.ศ. 2484</p>
    <br>
    <p>รัฐบาลมีนโยบายที่จะจัดตั้งมหาวิทยาลัยในส่วนภูมิภาคขึ้นแต่เกิดสงครามโลก ครั้งที่ 2
      การดำเนินงานจึงชะงักลง ต่อมาในปี พ.ศ. 2501 รัฐบาลชุด จอมพลถนอม กิตติขจร
      เป็นนายกรัฐมนตรี ได้แถลงนโยบายเกี่ยวกับการศึกษาว่า
      &quot;จะดำเนินการพัฒนาการศึกษาในส่วนภูมิภาค ตลอดถึงการศึกษาชั้นสูง&quot; พ.ศ. 2502
      ได้มีการประชุมโครงการพัฒนาการศึกษาในส่วนภูมิภาค ภาคการศึกษา 8 ณ
      จังหวัดเชียงใหม่ โดยมีรัฐมนตรีว่าการกระทรวงศึกษาธิการ (ม.ล.ปิ่น มาลากุล)
      เป็นประธาน ที่ประชุมมีความเห็นว่า &quot;น่าจะจัดตั้งมหาวิทยาลัยขึ้นที่จังหวัดเชียงใหม่&quot; พ.ศ.
      2503 รัฐบาลชุด จอมพลสฤษดิ์ ธนะรัชต์ ได้ลงมติอนุมัติให้จัดตั้งมหาวิทยาลัยเชียงใหม่
      เรียกชื่อมหาวิทยาลัยนี้ว่า &quot;มหาวิทยาลัยเชียงใหม่&quot;
      มหาวิทยาลัยเชียงใหม่เปิดทำการสอนเมื่อวันที่ 18 มิถุนายน พ.ศ. 2507</p>
    <p>โดยพระบาทสมเด็จพระบรมชนกาธิเบศร มหาภูมิพลอดุลยเดชมหาราช</p>
    <br>
    <p>บรมนาถบพิตรได้เสด็จพระราชดำเนินมาทรงเป็นองค์ประธาน
      ในพิธีเปิดมหาวิทยาลัยอย่างเป็นทางการเมื่อวันที่ 24 มกราคม พ.ศ. 2508
      ในระยะเริ่มต้นได้เปิดดำเนินการสอนเพียง 3 คณะ ที่เป็นรากฐานของทุกสาขาวิชา
      คือ คณะมนุษยศาสตร์ คณะสังคมศาสตร์ และคณะวิทยาศาสตร์ ต่อมาในปี พ.ศ. 2508
      ได้รับโอนกิจการคณะแพทยศาสตร์โรงพยาบาลนครเชียงใหม่ จาก
      มหาวิทยาลัยแพทยศาสตร์ (มหาวิทยาลัยมหิดลในปัจจุบัน)
      มาเป็นคณะแพทยศาสตร์สังกัดมหาวิทยาลัยเชียงใหม่ ในปีเดียวกันนี้เอง
      ได้เริ่มจัดตั้งคณะเกษตรศาสตร์ขึ้นอีกคณะหนึ่ง ในปีการศึกษา 2511
      ได้จัดตั้งคณะศึกษาศาสตร์ และในปีการศึกษา 2513 ได้จัดตั้งคณะใหม่อีก คือ
      คณะวิศวกรรมศาสตร์ ต่อมาในปี พ.ศ. 2515 จึงได้จัดตั้งเพิ่มขึ้นอีก 3 คณะคือ
      คณะทันตแพทยศาสตร์ คณะเภสัชศาสตร์ และคณะพยาบาลศาสตร์ ในปี พ.ศ. 2518
      ได้จัดตั้งคณะเทคนิคการแพทย์เพิ่มขึ้น และตั้งบัณฑิตวิทยาลัย เมื่อปี พ.ศ. 2519
      เพื่อเป็นหน่วยประสานงานด้านการเรียนการสอนและมาตรฐานหลักสูตรขั้นบัณฑิตศึกษามี
      ฐานะเทียบเท่าคณะหนึ่งแต่การดำเนินงานด้านการสอนและการวิจัยซึ่งกระทำโดยคณาจาร
      ย์ของคณะ และได้มีการจัดตั้งคณะวิจิตรศิลป์ขึ้น ในปี พ.ศ. 2525 เปิดรับนักศึกษาตั้งแต่
      ปีการศึกษา 2526 ในปี 2536 ได้จัดตั้งคณะเพิ่มขึ้นอีก 3 คณะ คือ คณะเศรษฐศาสตร์
      คณะบริหารธุรกิจ และคณะอุตสาหกรรมเกษตร และในปี พ.ศ. 2538 ได้จัดตั้งคณะเพิ่มอีก
      1 คณะ คือ คณะสัตวแพทยศาสตร์ ในปี พ.ศ. 2543 ได้มีการจัดตั้ง
      คณะสถาปัตยกรรมศาสตร์ ขึ้นเป็นคณะที่ 17 ในปีพ.ศ. 2548 ได้จัดตั้งอีกสองคณะ
      และหนึ่งวิทยาลัยคือ คณะการสื่อสารมวลชน คณะรัฐศาสตร์และรัฐประศาสนศาสตร์
      และวิทยาลัยศิลปะ สื่อ และเทคโนโลยี (เทียบเท่าคณะ) ล่าสุดปีพ.ศ. 2549 ได้จัดตั้งคณะที่
      20 คือ คณะนิติศาสตร์ โดย การประเมินศักยภาพของมหาวิทยาลัยของไทย สกอ.
      ได้จัดให้มหาวิทยาลัยเชียงใหม่อยู่ในกลุ่ม ดีเลิศ ทั้งการเรียนการสอน และการวิจัย
      ปัจจุบันมหาวิทยาลัยเชียงใหม่เปิดการเรียนการสอนใน 22 คณะ 2 วิทยาลัย
      บัณฑิตวิทยาลัย และมีสถาบันวิจัย 4 สถาบัน</p>
    <br>
    <p>โดยเปิดสอนในระดับปริญญาตรีมีหลักสูตรที่เปิดสอนในแต่ละคณะจำนวน 340 หลักสูตร
      โดยมีการจำแนกหลักสูตรออกเป็น หลักสูตรภาคปกติ หลักสูตรภาคพิเศษ
      หลักสูตรนานาชาติ หลักสูตรต่อเนื่อง และหลักสูตรสาขาวิชาร่วม
      หลักสูตรระดับปริญญาโท แบ่งเป็น 2 แผน คือ แผน ก และแผน ข
      และหลักสูตรระดับปริญญาเอก แบ่งเป็น 2 แบบ คือ แบบ 1 เป็นการศึกษาที่เน้นการวิจัย
      ที่ก่อให้เกิดความรู้ใหม่ และแบบ 2 เป็นการศึกษาที่เน้นการวิจัย
      โดยมีการทำวิทยานิพนธ์ที่มีคุณภาพสูง และก่อให้เกิดความก้าวหน้าทางวิชาการ
      และวิชาชีพ และศึกษากระบวนวิชาเพิ่มเติม
      นับตั้งแต่การก่อตั้งมหาวิทยาลัยเชียงใหม่นับตั้งแต่ปี พ.ศ. 2507 ถึงปัจจุบัน
      มหาวิทยาลัยเชียงใหม่ได้มีอธิการบดีดำรงตำแหน่งมาแล้ว 15 คน โดยอธิการบดีคนปัจจุบัน
      คือ ศาสตราจารย์คลินิก นายแพทย์ นิเวศน์ นันทจิต</p>
    <br>
    <p>สัญลักษณ์มหาวิทยาลัย
      ตราประจำมหาวิทยาลัยเชียงใหม่เป็นรูปช้างชูคบเพลิงมีสุภาษิตเป็นภาษาบาลีว่า
      “อตฺตานํ ทมยนฺติ ปณฺฑิตา” อยู่ในกรอบเส้นรอบวงด้านบนและคำว่า
      “มหาวิทยาลัยเชียงใหม่ พ.ศ. 2507” อยู่ด้านล่างตรงกลาง ระหว่างข้อความทั้งสองนี้ มี
      “ดอกสัก” คั่นกลางปรากฏอยู่ ทั้งด้านซ้ายและด้านขวา ซึ่งมีความหมายดังนี้</p>
    <p> ช้าง เป็นสัตว์ที่มีคุณค่าสูงมากในภาคเหนือ จึงถือเป็นสัญลักษณ์ของภาคเหนือ</p>
    <p> การก้าวย่างของช้าง หมายถึง ความเจริญก้าวหน้า ไม่หยุดยั้ง</p>
    <p> คบเพลิง หมายถึง ความสว่างไสวแห่งปัญญาและวิชาการ</p>
    <p> รัศมี 8 แฉก หมายถึง คณะทั้ง 8
      ที่มหาวิทยาลัยเชียงใหม่จะจัดตั้งขึ้นตามวัตถุประสงค์ในการจัดตั้งมหาวิทยาลัยเชียงใหม่</p>

    <p> พุทธสุภาษิต “อตฺตานํ ทมยนฺติ ปณฺฑิตา” มีความหมายว่าบัณฑิตทั้งหลายย่อมฝึกตน</p>
    <p> ดอกสัก ปรากฏอยู่ทั้งด้านซ้ายและด้านขวา</p>
    <p>ซึ่งถือว่าเป็นต้นไม้ที่มีค่าและมีความอุดมสมบูรณ์ในภาคเหนือ
      ดอกสักเป็นดอกไม้ขนาดเล็กและอยู่ในพวงใหญ่ มีสีขาว เส้นผ่าศูนย์กลางประมาณ
      1 เซนติเมตร มีกลีบดอก 6 กลีบ</p>
  </div>

</template>

<script>
  export default {};

</script>

<style>
</style>
