<template>
  <div class="flex-md-column justify-center">
    <img src="~/assets/uni_logo/chaingmai_logo.png" width="200">
    <h1>ประวัติคณะวิศวกรรมศาสตร์ มหาวิทยาลัยเชียงใหม่</h1>
    <br>
    <p>คณะวิศวกรรมศาสตร์ถือกำเนิดอย่างเป็นทางการ ในวันที่ 3 มิถุนายน พ.ศ. 2513
      โดยมหาวิทยาลัยเชียงใหม่ได้ดำเนินการจัดตั้งคณะวิศวกรรมศาสตร์
      เป็นการภายในตั้งแต่สมัยที่ศาสตราจารย์ ดร.บัวเรศ คำทอง
      เป็นอธิการบดีมหาวิทยาลัยเชียงใหม่ ซึ่งได้รับความร่วมมือและประสานงานอย่างใกล้ชิดกับ
      ศาสตราจารย์ ดร.อรุณ สรเทศน์ (คณบดีคณะวิศวกรรมศาสตร์ จุฬาลงกรณ์มหาวิทยาลัย
      ในขณะนั้นซึ่งต่อมาท่านได้ดำรงตำแหน่งเป็นอธิการบดี จุฬาลงกรณ์มหาวิทยาลัย)
      พร้อมทีมงาน ได้เข้ามาช่วยดำเนินการมหาวิทยาลัยเชียงใหม่ ตั้งแต่เริ่มต้นในหลายๆด้าน
      โดยการจัดตั้งคณะวิศวกรรมศาสตร์ มหาวิทยาลัยเชียงใหม่
      ท่านมีส่วนเป็นอย่างมากในการวางแผน ก่อสร้างอาคารต่างๆ
      และช่วยร่างหลักสูตรตลอดจนได้จัดหาอุปกรณ์ละตำราการสอน</p>
<br>
    <p>และที่สำคัญอย่างยิ่งคือการจัดหาอาจารย์
      และผู้ทรงคุณวุฒิในการเรียนการสอนของนักศึกษา
      เมื่อเริ่มเปิดดำเนินการ(วันที่ 3 มิถุนายน พ.ศ. 2513)
      ได้เปิดสอนในสาขาวิชาวิศวกรรมโยธา เป็นสาขาแรก โดยใช้อาคารหอพักชายอาคาร 1 เดิม
      ชั้นล่างจำนวน 3 ห้อง ทางด้านทิศเหนือติดต่อกับธนาคารไทยพานิชย์ เป็นอาคารธุรการ
      และอาคารเรียนชั่วคราวโดยมีอาจารย์ผู้สอนเริ่มแรก จำนวน 3 ท่าน ได้แก่ รศ.ดร. สุพจน์
      ตียาภรณ์ ผศ.สุธรรม ยุตบุตร และ รศ.ดร.ถวัลยวงค์ ไกรโรจนานันท์ ทั้งนี้ มี รศ.ดร.สุพจน์
      ตียาภรณ์ เป็นคณบดีท่านแรก โดยรับ นักศึกษารุ่นแรก คือนักศึกษารหัส 1360…..
      เข้าเรียนรุ่นแรกจำนวน 60 คน ซึ่งคณะวิศวกรรมศาสตร์ได้พัฒนาการด้านต่างๆ
      อย่างต่อเนื่อง โดยตั้งแต่ภาคการศึกษาที่ 2 ปีการศึกษา 2513 คณะฯ
      ได้รับอาจารย์เพิ่มเติม ได้แก่ ร.ศ.พิชัย บุณยะกาญจน์ ผศ.ปราโมทย์ ฤทธิปรีดานันท์
      อ.โกมล ศักดิ์ศรี รศ.คำนึง วัฒนคุณ ผศ.สมคิด สลัดยะนันท์ รศ.ดร.สุพร คุตตะเทพ
      รศ.ดร.สุขุม สุขพันธ์โพธาราม รศ.ดร.เจษฏา เกษมเศรษฐ์ รศ.เกษม จันทรมังกร รศ.ลำดวน
      ศรีศักดา และรศ.สุเทพ นิ่มนวล เป็นต้น ทางด้านอาคารและสิ่งก่อสร้าง ในปีพ.ศ.2515
      คณะฯได้รับงบประมาณเพื่อสร้างอาคาร 3 หลัง ภายในพื้นที่ที่คณะวิศวกรรมศาสตร์
      ได้รับมอบ คือ อาคารแฝดอำนวยการ-ห้องสมุด อาคารเรียน 4 ชั้น และอาคาร Workshop
      นอกจากนั้น ในช่วงระยะเวลาดังกล่าว สภามหาวิทยาลัยเชียงใหม่
      ได้ลงมติให้บัณฑิตที่จบการศึกษาของคณะฯ ได้รับปริญญา “วิศวกรรรมศาสตร์บัณฑิต
      (วศ.บ.)” ในภาษาไทย และ“Bachelor of Engineering (B.Eng.)” ในภาษาอังกฤษ
      มีศักดิ์และสิทธิ์เทียบเท่ากับบัณฑิตทางวิศวกรรมศาสตร์ จากมหาวิทยาลัยอื่นทั้งใน
      และนอกประเทศทุกประการ โดยมีบัณฑิตจบการศึกษาตามหลักสูตรฯ
      และได้รับพระราชทานปริญญาวิศวกรรมศาสตร์บัณฑิต เป็นรุ่นแรกประมาณ 30 ถึง 40
      คน เมื่อสิ้นปีการศึกษา 2515
      และได้มีการพัฒนาด้านการศึกษาโดยเปิดสอนวิศวกรรมศาสตร์ สาขาต่างๆ ดังนี้</p>
      <br>
    <p> พ.ศ. 2518 จัดตั้งภาควิชาวิศวกรรมไฟฟ้า</p>

    <p> พ.ศ. 2521 จัดตั้งภาควิชาวิศวกรรมเครื่องกล</p>
    <p> พ.ศ. 2524 จัดตั้งภาควิชาวิศวกรรมสิ่งแวดล้อม</p>
    <p> พ.ศ. 2526 จัดตั้งภาควิชาวิศวกรรมอุตสาหการ และภาควิชาวิศวกรรมเหมืองแร่</p>
    <p> พ.ศ. 2539 จัดตั้งภาควิชาวิศวกรรมคอมพิวเตอร์</p>
    <br>
    <p>การดำเนินงานตามพันธกิจ ในระยะแรก คณะวิศวกรรมศาสตร์ มหาวิทยาลัยเชียงใหม่
      เน้นการผลิตบัณฑิตในระดับปริญญาตรีเป็นหลัก
      เพื่อผลิตบุคลากรในสาขาวิชาวิศวกรรมศาสตร์ตามความต้องการของประเทศซึ่งจำเป็นต้อง
      ใช้วิศวกรเป็นจำนวนมากสำหรับการพัฒนาประเทศ
      และปรับเปลี่ยนการดำเนินงานให้สอดคล้องกับการเปลี่ยนแปลงทางสังคม
      เศรษฐกิจและเทคโนโลยี
      ตลอดจนสอดคล้องกับความต้องการหรือแผนการพัฒนาการศึกษาแห่งชาติ
      เพื่อเน้นการสร้างองค์ความรู้ใหม่ให้เกิดขึ้นในองค์กร
      โดยเน้นการดำเนินงานด้านวิจัยพร้อมกับการผลิตบัณฑิตในระดับบัณฑิตศึกษาเพิ่มขึ้น
      ซึ่งได้ผลิตบัณฑิตและผลงานทางวิชาการที่มีคุณภาพได้มาตรฐาน
      เป็นที่ยอมรับกันทั้งในวงการวิชาการและวิชาชีพ ทั้งในระดับชาติและนานาชาติ
      โดยมุ่งหวังให้ได้บัณฑิตที่พึงประสงค์ของสังคมส่วนรวม เป็นผู้ที่ยึดมั่นในคุณธรรม จริยธรรม
      และจรรยาบรรณในวิชาชีพวิศวกรอย่างเคร่งครัด
      สามารถชี้นำสังคมไปในทางที่ถูกต้องตามหลักวิชาการและจรรยาบรรณในวิชาชีพ
      เปิดสอนการศึกษาระดับต่างๆ ได้แก่ ระดับปริญญาตรี ปริญญาโท และปริญญาเอก
      ในสาขาต่างๆ จนถึงปัจจุบัน และในปีพ.ศ.2562นี้ ก็เป็นการครบรอบ50ปี
      ของคณะวิศวกรรมศาสตร์ มหาวิทยาลัยเชียงใหม่อีกด้วย</p>
  </div>
</template>

<script>
  export default {};

</script>

<style>
</style>
