<template>
  <div class="m-5">
    <div class="container">
      <h2 class="text-3xl">ประวัติ คณะวิศวกรรมศาสตร์ มหาวิทยาลัยเชียงใหม่</h2>
      <border />
      <div class="flex ">
        <div class="m-4 w-1/3 ">
          <img src="~/assets/uni_logo/eng_logo.png">
          <br>
          <img src="~/assets/uni_logo/smo_logo.png">
        </div>
        <div class="m-10 text-left w-2/3">
          <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; คณะวิศวกรรมศาสตร์ถือกำเนิดอย่างเป็นทางการ ในวันที่ 3 มิถุนายน พ.ศ. 2513
            โดยมหาวิทยาลัยเชียงใหม่ได้ดำเนินการจัดตั้งคณะวิศวกรรมศาสตร์ เป็นการภายในตั้งแต่สมัยที่ศาสตราจารย์ ดร.บัวเรศ คำทอง เป็นอธิการบดีมหาวิทยาลัยเชียงใหม่
            ซึ่งได้รับความร่วมมือและประสานงานอย่างใกล้ชิดกับ ศาสตราจารย์ ดร.อรุณ สรเทศน์ (คณบดีคณะวิศวกรรมศาสตร์ จุฬาลงกรณ์มหาวิทยาลัย
            ในขณะนั้นซึ่งต่อมาท่านได้ดำรงตำแหน่งเป็นอธิการบดี จุฬาลงกรณ์มหาวิทยาลัย) พร้อมทีมงาน ได้เข้ามาช่วยดำเนินการมหาวิทยาลัยเชียงใหม่
            ตั้งแต่เริ่มต้นในหลายๆด้าน โดยการจัดตั้งคณะวิศวกรรมศาสตร์ มหาวิทยาลัยเชียงใหม่ ท่านมีส่วนเป็นอย่างมากในการวางแผน ก่อสร้างอาคารต่างๆ
            และช่วยร่างหลักสูตรตลอดจนได้จัดหาอุปกรณ์ละตำราการสอน และที่สำคัญอย่างยิ่งคือการจัดหาอาจารย์ และผู้ทรงคุณวุฒิในการเรียนการสอนของนักศึกษา</p>
          <br>
          <br>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เมื่อเริ่มเปิดดำเนินการ(วันที่ 3 มิถุนายน พ.ศ. 2513) ได้เปิดสอนในสาขาวิชาวิศวกรรมโยธา
            เป็นสาขาแรก โดยใช้อาคารหอพักชายอาคาร 1 เดิม ชั้นล่างจำนวน 3 ห้อง ทางด้านทิศเหนือติดต่อกับธนาคารไทยพานิชย์ เป็นอาคารธุรการ
            และอาคารเรียนชั่วคราวโดยมีอาจารย์ผู้สอนเริ่มแรก จำนวน 3 ท่าน ได้แก่ รศ.ดร. สุพจน์ ตียาภรณ์ ผศ.สุธรรม ยุตบุตร และ รศ.ดร.ถวัลยวงค์
            ไกรโรจนานันท์ ทั้งนี้ มี รศ.ดร.สุพจน์ ตียาภรณ์ เป็นคณบดีท่านแรก โดยรับ นักศึกษารุ่นแรก คือนักศึกษารหัส 1360….. เข้าเรียนรุ่นแรกจำนวน 60 คน
            ซึ่งคณะวิศวกรรมศาสตร์ได้พัฒนาการด้านต่างๆ อย่างต่อเนื่อง โดยตั้งแต่ภาคการศึกษาที่ 2 ปีการศึกษา 2513 คณะฯ ได้รับอาจารย์เพิ่มเติม ได้แก่ ร.ศ.พิชัย
            บุณยะกาญจน์ ผศ.ปราโมทย์ ฤทธิปรีดานันท์ อ.โกมล ศักดิ์ศรี รศ.คำนึง วัฒนคุณ ผศ.สมคิด สลัดยะนันท์ รศ.ดร.สุพร คุตตะเทพ รศ.ดร.สุขุม
            สุขพันธ์โพธาราม รศ.ดร.เจษฏา เกษมเศรษฐ์ รศ.เกษม จันทรมังกร รศ.ลำดวน ศรีศักดา และรศ.สุเทพ นิ่มนวล เป็นต้น ทางด้านอาคารและสิ่งก่อสร้าง
            ในปีพ.ศ.2515 คณะฯได้รับงบประมาณเพื่อสร้างอาคาร 3 หลัง ภายในพื้นที่ที่คณะวิศวกรรมศาสตร์ ได้รับมอบ คือ อาคารแฝดอำนวยการ-ห้องสมุด
            อาคารเรียน 4 ชั้น และอาคาร Workshop นอกจากนั้น ในช่วงระยะเวลาดังกล่าว สภามหาวิทยาลัยเชียงใหม่ ได้ลงมติให้บัณฑิตที่จบการศึกษาของคณะฯ
            ได้รับปริญญา “วิศวกรรรมศาสตร์บัณฑิต (วศ.บ.)” ในภาษาไทย และ“Bachelor of Engineering (B.Eng.)” ในภาษาอังกฤษ
            มีศักดิ์และสิทธิ์เทียบเท่ากับบัณฑิตทางวิศวกรรมศาสตร์ จากมหาวิทยาลัยอื่นทั้งใน และนอกประเทศทุกประการ โดยมีบัณฑิตจบการศึกษาตามหลักสูตรฯ
            และได้รับพระราชทานปริญญาวิศวกรรมศาสตร์บัณฑิต เป็นรุ่นแรกประมาณ 30 ถึง 40 คน เมื่อสิ้นปีการศึกษา 2515
            และได้มีการพัฒนาด้านการศึกษาโดยเปิดสอนวิศวกรรมศาสตร์ สาขาต่างๆ ดังนี้
          </p>
          <br>
          <ul
            style="list-style-type:disc;"
            class="ml-10"
          >
            <li>พ.ศ. 2518 จัดตั้งภาควิชาวิศวกรรมไฟฟ้า</li>
            <li>พ.ศ. 2521 จัดตั้งภาควิชาวิศวกรรมเครื่องกล</li>
            <li>พ.ศ. 2526 จัดตั้งภาควิชาวิศวกรรมอุตสาหการ และภาควิชาวิศวกรรมเหมืองแร่</li>
            <li>พ.ศ. 2539 จัดตั้งภาควิชาวิศวกรรมคอมพิวเตอร์</li>
          </ul>
          <br>

          <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;การดำเนินงานตามพันธกิจ ในระยะแรก คณะวิศวกรรมศาสตร์
            มหาวิทยาลัยเชียงใหม่ เน้นการผลิตบัณฑิตในระดับปริญญาตรีเป็นหลัก เพื่อผลิตบุคลากรในสาขาวิชาวิศวกรรมศาสตร์ตามความต้องการของประเทศ
            ซึ่งจำเป็นต้องใช้วิศวกรเป็นจำนวนมากสำหรับการพัฒนาประเทศ และปรับเปลี่ยนการดำเนินงานให้สอดคล้องกับการเปลี่ยนแปลงทางสังคม
            เศรษฐกิจและเทคโนโลยี ตลอดจนสอดคล้องกับความต้องการหรือแผนการพัฒนาการศึกษาแห่งชาติ เพื่อเน้นการสร้างองค์ความรู้ใหม่ให้เกิดขึ้นในองค์กร
            โดยเน้นการดำเนินงานด้านวิจัยพร้อมกับการผลิตบัณฑิตในระดับบัณฑิตศึกษาเพิ่มขึ้น ซึ่งได้ผลิตบัณฑิตและผลงานทางวิชาการที่มีคุณภาพได้มาตรฐาน
            เป็นที่ยอมรับกันทั้งในวงการวิชาการและวิชาชีพ ทั้งในระดับชาติและนานาชาติ โดยมุ่งหวังให้ได้บัณฑิตที่พึงประสงค์ของสังคมส่วนรวม เป็นผู้ที่ยึดมั่นในคุณธรรม
            จริยธรรม และจรรยาบรรณในวิชาชีพวิศวกรอย่างเคร่งครัด สามารถชี้นำสังคมไปในทางที่ถูกต้องตามหลักวิชาการและจรรยาบรรณในวิชาชีพ
            เปิดสอนการศึกษาระดับต่างๆ ได้แก่ ระดับปริญญาตรี ปริญญาโท และปริญญาเอก ในสาขาต่างๆ จนถึงปัจจุบัน และในปีพ.ศ.2562นี้ ก็เป็นการครบรอบ50ปี
            ของคณะวิศวกรรมศาสตร์ มหาวิทยาลัยเชียงใหม่อีกด้วย
          </p>
          <br>
          <br>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ในระยะเริ่มต้นได้เปิดดำเนินการสอนเพียง 3 คณะ ที่เป็นรากฐานของทุกสาขาวิชา คือ คณะมนุษยศาสตร์
            คณะสังคมศาสตร์ และคณะวิทยาศาสตร์ ต่อมาในปี พ.ศ. 2508 ได้รับโอนกิจการคณะแพทยศาสตร์โรงพยาบาลนครเชียงใหม่ จาก มหาวิทยาลัยแพทยศาสตร์ (มหาวิทยาลัยมหิดลในปัจจุบัน) มาเป็นคณะแพทยศาสตร์สังกัดมหาวิทยาลัยเชียงใหม่ ในปีเดียวกันนี้เอง ได้เริ่มจัดตั้งคณะเกษตรศาสตร์ขึ้นอีกคณะหนึ่ง ในปีการศึกษา 2511 ได้จัดตั้งคณะศึกษาศาสตร์ และในปีการศึกษา 2513 ได้จัดตั้งคณะใหม่อีก คือ คณะวิศวกรรมศาสตร์ ต่อมาในปี พ.ศ. 2515 จึงได้จัดตั้งเพิ่มขึ้นอีก 3 คณะคือ คณะทันตแพทยศาสตร์ คณะเภสัชศาสตร์ และคณะพยาบาลศาสตร์ ในปี พ.ศ. 2518 ได้จัดตั้งคณะเทคนิคการแพทย์เพิ่มขึ้น และตั้งบัณฑิตวิทยาลัย เมื่อปี พ.ศ. 2519 เพื่อเป็นหน่วยประสานงานด้านการเรียนการสอนและมาตรฐานหลักสูตรขั้นบัณฑิตศึกษามีฐานะเทียบเท่าคณะหนึ่งแต่การดำเนินงานด้านการสอนและการวิจัยซึ่งกระทำโดยคณาจารย์ของคณะ และได้มีการจัดตั้งคณะวิจิตรศิลป์ขึ้น ในปี พ.ศ. 2525 เปิดรับนักศึกษาตั้งแต่ ปีการศึกษา 2526 ในปี 2536 ได้จัดตั้งคณะเพิ่มขึ้นอีก 3 คณะ คือ คณะเศรษฐศาสตร์ คณะบริหารธุรกิจ และคณะอุตสาหกรรมเกษตร และในปี พ.ศ. 2538 ได้จัดตั้งคณะเพิ่มอีก 1 คณะ คือ คณะสัตวแพทยศาสตร์ ในปี พ.ศ. 2543 ได้มีการจัดตั้ง คณะสถาปัตยกรรมศาสตร์ ขึ้นเป็นคณะที่ 17 ในปีพ.ศ. 2548 ได้จัดตั้งอีกสองคณะ และหนึ่งวิทยาลัยคือ คณะการสื่อสารมวลชน คณะรัฐศาสตร์และรัฐประศาสนศาสตร์ และวิทยาลัยศิลปะ สื่อ
            และเทคโนโลยี (เทียบเท่าคณะ) ล่าสุดปีพ.ศ. 2549 ได้จัดตั้งคณะที่ 20 คือ คณะนิติศาสตร์ โดย การประเมินศักยภาพของมหาวิทยาลัยของไทย
            สกอ. ได้จัดให้มหาวิทยาลัยเชียงใหม่อยู่ในกลุ่ม ดีเลิศ ทั้งการเรียนการสอน และการวิจัย
          </p>

        </div>

      </div>
    </div>

  </div>
</template>

<script>
import border from "~/components/border";
export default {
  components: {
    border
  }
};
</script>

<style>
</style>