<template>
  <div class="m-5">
    <div class="container">
      <h2 class="text-3xl">ประวัติและความเป็นมาของกีฬาเกียร์สัมพันธ์ครั้งที่ 30 "จ้างเหล็กเกมส์" </h2>
      <border />
      <div class="flex flex-col lg:flex-row">
        <div class="m-auto lg:m-4 w-1/2 lg:w-1/3">
          <img src="~/assets/image/JhangLekGames-Logo.png">
        </div>
        <div class="m-auto lg:m-10 text-left w-11/12 lg:w-2/3">
          <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; กีฬาวิศวกรรมศาสตร์แห่งประเทศไทย ครั้งที่ 30 จัดขึ้นที่มหาวิทยาลัยเชียงใหม่ โดยมีชื่อว่า
            <b>“จ๊างเหล็กเกมส์”</b> คำว่า <b>“จ๊าง”</b> ที่หมายถึง <b>“ช้าง”</b> ในภาษาเหนือ และเป็นสัญลักษณ์ของมหาวิทยาลัยเชียงใหม่ และคำว่า
            “เหล็ก” ที่แสดงถึงนิสิตนักศึกษาคณะวิศวกรรมศาสตร์ทุกสถาบันได้มาร่วมแข่งขันกีฬา และแลกเปลี่ยนเรียนรู้ประสบการณ์ วัฒนธรรม
            เพื่อความเป็นอันหนึ่งอันเดียวกันระหว่างนิสิต และนักศึกษาวิศวกรรมศาสตร์จากต่างสถาบันการศึกษาที่เข้าร่วมกิจกรรม</p>
          <br>

          <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;กีฬาเกียร์สัมพันธ์ หรือ เกียร์เกมส์ เป็นการจัดการแข่งขันกีฬาของนิสิต
            นักศึกษาคณะวิศวกรรมศาสตร์จากทุกสถาบันทั่วประเทศไทย ซึ่งจัดโดยสหพันธ์นิสิตนักศึกษาวิศวกรรมศาสตร์แห่งประเทศไทย (สนวท.)
            และมีสถาบันต่างๆหมุนเวียนกันเป็นเจ้าภาพจัดงาน
          </p>
          <br>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;การแข่งขันกีฬาในหมู่คณะวิศวกรรมศาสตร์นั้นแต่เดิมเรียกว่า "กีฬา 8 เกียร์" (8 Gear)
            หมายถึงการแข่งขันกีฬาระหว่างสถาบันการศึกษาที่ทำการสอนในสาขาวิศวกรรมศาสตร์ มีอยู่ด้วยกัน8สถาบันโดยมีวัตถุประสงค์คือ
            ต้องการเสริมสร้างความสัมพันธ์กันระหว่างนิสิตนักศึกษา ในสาขาวิศวกรรมศาสตร์จากทุกสถาบัน ซึ่งก่อให้เกิดผลคือ มีการแลกเปลี่ยนทางด้านวิชาการมากขึ้น
            นำมาซึ่งระดับมาตรฐานทางการศึกษา เสริมสร้างจรรยาบรรณของการเป็นวิศวกรที่ดีในอนาคต
          </p>
          <br>

          <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดังนั้นพอจะกล่าวได้ว่า กีฬา8เกียร์ กำเนิดขึ้นเพื่อก่อให้เกิดความสามัคคีในหมู่วิชาการของชาติ
            ตั้งแต่ยังศึกษาอยู่นั้นเอง และก่อให้เกิดการรู้จัก เข้าใจกันของวิศวกรต่างสถาบัน ซึ่งเป็นผลดีในอนาคตในการร่วมมือกันทำงานอย่างมีประสิทธิภาพ
            เริ่มแรกของการแข่งขันกีฬานี้ สมาชิกที่เข้าร่วมการแข่งขันมีไม่ครบ 8 สถาบันจึงยังไม่เรียกว่าเกียร์ 8 สถาบัน ซึ่งในระยะบุกเบิกนั้นมีเพียง 4 สถาบันเท่านั้น
            อันได้แก่ มหาวิทยาลัยเกษตรศาสตร์ จุฬาลงกรณ์มหาวิทยาลัย มหาวิทยาลัยขอนแก่น และมหาวิทยาลัยเชียงใหม่
          </p>

          <br>

          <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;และในระยะต่อมาก็มีสถาบันการศึกษาที่เปิดสอนสาขาวิศวกรรมศาสตร์เพิ่มอีก 4
            แห่งและส่งนักกีฬาเข้าร่วมแข่งขันด้วย ทำให้การแข่งขันกีฬา8เกียร์สมบูรณ์ขึ้นและเรียกว่า กีฬา 8เกียร์ มาโดยตลอด
            หลังจากนั้นมีสถาบันการศึกษาที่เปิดสอนสาขาวิศวกรรมศาสตร์ได้เข้าร่วมเพิ่มเติมอีก 4 แห่งได้แก่ มหาวิทยาลัยสงขลานครินทร์
            สถาบันเทคโนโลยีพระจอมเกล้า ทั้ง3วิทยาเขต คือวิทยาเขตธนบุรี วิทยาเขตลาดกระบัง และวิทยาเขตพระนครเหนือ(ในสมัยนั้นยังคงเป็นสถาบันเดียวกันอยู่)
            จึงเป็นจุดเริ่มต้นของการแข่งขันกีฬา 8 เกียร์อย่างสมบูรณ์
          </p>
          <br>

          <p>
            โดยสรุปแล้วสถาบันการศึกษาที่เข้าร่วมการแข่งขันกีฬา 8 เกียร์ ทั้ง 8 สถาบันมีดังนี้
          </p>
          <ol class="ml-10">
            <li>1. มหาวิทยาลัยเกษตรศาสตร์</li>
            <li>2. มหาวิทยาลัยขอนแก่น</li>
            <li>3. มหาวิทยาลัยสงขลานครินทร์</li>
            <li>4. มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าพระนครเหนือ</li>
            <li>5. มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าธนบุรี</li>
            <li>6. สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง</li>
          </ol>
          <p>ในระยะต่อมาเมื่อมีความต้องการทางด้านวิศวกรรมศาสตร์เพิ่มมากขึ้น จึงทำให้สถาบันอื่นๆ ได้เริ่มเปิดทำการสอนในสาขาวิศวกรรมศาสตร์
            ทำให้ในระยะเวลาต่อมาก็มีสถาบันเพิ่มมากขึ้น ยังผลให้มีเกียร์เพิ่มมากขึ้น และมีความต้องการจะเข้าร่วมในการแข่งขันกีฬาดังกล่าว
            ทำให้รูปแบบของกีฬา 8 เกียร์ เปลี่ยนไปกลายเป็น”กีฬาเกียร์สัมพันธ์” โดยมีสถาบันทีมีอยู่เดิมซึ่งอาจเปลี่ยนแปลงชื่อไปบ้าง
            และสถาบันใหม่ที่เข้ามาใหม่ ปัจจุบัน มีมหาวิทยาลัยที่เข้าร่วมทั้งหมด 31 มหาวิทยาลัย</p>
          <br>
          <h2 class="text-xl"> การจัดการแข่งขัน </h2>
          <border />
          <br>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;โดยเริ่มจัดครั้งแรกในปี พ.ศ. 2517 ซึ่งเป็นการจัดในนาม “กีฬา8 เกียร์”
            จนกระทั้ง ครั้งที่ 14 หรือ ปีพ.ศ. 2534 ได้เปลี่ยนชื่อเป็น กีฬาเกียร์สัมพันธ์ และปัจจุบัน
            ได้มีการจัดแข่งขันไปทั้งสิ้น 29 ครั้ง เนื่องจากมีความคลาดเคลื่อนในการนับครั้งการจัดกิจกรรมทำให้มีครั้งที่ 14 2 ครั้ง
          </p>
          <br>
          <h2 class="text-xl"> ลำดับการจัดการแข่งขัน </h2>
          <border />
          <br>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สำหรับการแข่งขันกีฬา 8 เกียร์ (8 Gear) นั้น จัดมาทั้งหมด 13
            ครั้งก่อนที่จะเปลี่ยนมาเป็นกีฬาเกียร์สัมพันธ์
            ที่ผ่านมาได้จัดขึ้นโดยสถาบันต่างๆที่ได้รับเป็นเจ้าภาพ “กีฬา 8 เกียร์” มีดังนี้
          </p>
          <ol class="ml-10">
            <li>ครั้งที่ 1 พ.ศ. 2517 เกียร์ดงตาล มหาวิทยาลัยเกษตรศาสตร์</li>
            <li>ครั้งที่ 2 พ.ศ. 2518 เกียร์สงขลาฯ</li>
            <li>ครั้งที่ 3 พ.ศ. 2523 เกียร์เชียงใหม่</li>
            <li>ครั้งที่ 4 พ.ศ. 2524 เกียร์ขอนแก่น</li>
            <li>ครั้งที่ 5 พ.ศ. 2525 เกียร์ลาดกระบัง</li>
            <li>ครั้งที่ 6 พ.ศ. 2526 เกียร์สงขลาฯ</li>
            <li>ครั้งที่ 7 พ.ศ. 2527 เกียร์เชียงใหม่</li>
            <li>ครั้งที่ 8 พ.ศ. 2528 เกียร์ขอนแก่น</li>
            <li>ครั้งที่ 9 พ.ศ. 2529 เกียร์ลาดกระบัง</li>
            <li>ครั้งที่ 10 พ.ศ. 2530 เกียร์เชียงใหม่</li>
            <li>ครั้งที่ 11 พ.ศ. 2531 เกียร์ขอนแก่น</li>
            <li>ครั้งที่ 12 พ.ศ. 2532 เกียร์สงขลาฯ</li>
            <li>ครั้งที่ 13 พ.ศ. 2533 เกียร์ดงตาล</li>
            <li>และ ครั้งที่ 14 พ.ศ. 2534 เกียร์บางมด</li>
          </ol>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;และต่อมาได้มีสถาบันการศึกษาเข้าร่วมการแข่งขันกีฬาเพิ่มมากขึ้นจึงเปลี่ยน
            แปลงชื่อเป็น “กีฬาเกียร์สัมพันธ์” (Gear Game) และได้จัดขึ้นทุกๆปี
            โดยที่ผ่านมาได้จัดขึ้นโดยสถาบันต่างๆที่ได้รับเป็นเจ้าภาพมีดังนี้
          </p>

          <ol class="ml-10">
            <li>ครั้งที่ 14 พ.ศ. 2535 เกียร์เชียงใหม่ (ได้ชื่อว่ากีฬาเกียร์สัมพันธ์ครั้งที่ 1)</li>
            <li>ครั้งที่ 15 พ.ศ. 2536 เกียร์สงขลา ซึ่งเริ่มนับเป็นกีฬาเกียร์สัมพันธ์ครั้งที่ 15</li>
            <li>ครั้งที่ 16 พ.ศ. 2537 เกียร์ลาดกระบัง</li>
            <li>ครั้งที่ 18 พ.ศ. 2538 เกียร์บางมด + เกียร์สยาม</li>
            <li>ครั้งที่ 17 พ.ศ. 2540 เกียร์เชียงใหม่ (ในปี พ.ศ. ใช้ชื่อว่า สนวท. แต่ให้ถือว่านับเป็นกีฬาเกียร์สัมพันธ์ครั้งที่ 17 เพราะน่าจะมีการนับจำนวนครั้งที่จัดกีฬาเกียร์ผิดพลาด)</li>
            <li>ครั้งที่ 20 พ.ศ. 2541 เกียร์บูรพา</li>
            <li>ครั้งที่ 21 พ.ศ. 2542 เกียร์ธรรมศาสตร์</li>
            <li>ครั้งที่ 22 พ.ศ. 2544 เกียร์ศรีนครินทรวิโรฒ</li>
            <li>ครั้งที่ 23 พ.ศ. 2546 เกียร์เกษตร + เกียร์ชลประทาน</li>
            <li>ครั้งที่ 24 20 - 22 ตุลาคม 2548 เกียร์เชิงดอย</li>
            <li>ครั้งที่ 25 24-27 ตุลาคม 2550 เกียร์พระเกี้ยว</li>
            <li>ครั้งที่ 26 22 - 25 ตุลาคม 2552 เกียร์ยูงทอง</li>
            <li>ครั้งที่ 27 22 - 26 ตุลาคม 2555 เกียร์กราฟ</li>
            <li>ครั้งที่ 28 5 – 9 มกราคม 2558 ดงยางเกมส์</li>
            <li>ครั้งที่ 29 25 - 28 ธันวาคม 2560 โฮมเกียร์เกมส์</li>
            <li>ครั้งที่ 30 23 – 27 ธันวาคม 2562 จ๊างเหล็กเกมส์ (กำลังจะจัดขึ้น)</li>

          </ol>
        </div>

      </div>
    </div>

  </div>
</template>

<script>
import border from "~/components/border";
export default {
  components: {
    border
  }
};
</script>

<style>
</style>