<template>
  <div class="flex-column justify-center">
    <img src="~/assets/image/JhangLekGames-Logo.png" width="200">
    <br>
    <h1>ประวัติและความเป็นมาของกีฬาเกียร์สัมพันธ์ครั้งที่ 30 "จ้างเหล็กเกมส์</h1>
    <br>
    <p>กีฬาเกียร์สัมพันธ์ หรือ เกียร์เกมส์ เป็นการจัดการแข่งขันกีฬาของนิสิต
      นักศึกษาคณะวิศวกรรมศาสตร์จากทุกสถาบันทั่วประเทศไทย
      ซึ่งจัดโดยสหพันธ์นิสิตนักศึกษาวิศวกรรมศาสตร์แห่งประเทศไทย (สนวท.)
      และมีสถาบันต่างๆหมุนเวียนกันเป็นเจ้าภาพจัดงาน</p>

    <p>การแข่งขันกีฬาในหมู่คณะวิศวกรรมศาสตร์นั้นแต่เดิมเรียกว่า &quot;กีฬา 8 เกียร์&quot; (8 Gear)
      หมายถึงการแข่งขันกีฬาระหว่างสถาบันการศึกษาที่ทำการสอนในสาขาวิศวกรรมศาสตร์
      มีอยู่ด้วยกัน8สถาบันโดยมีวัตถุประสงค์คือ ต้องการเสริมสร้างความสัมพันธ์กันระหว่างนิสิตนักศึกษา
      ในสาขาวิศวกรรมศาสตร์จากทุกสถาบัน ซึ่งก่อให้เกิดผลคือ มีการแลกเปลี่ยนทางด้านวิชาการมากขึ้น
      นำมาซึ่งระดับมาตรฐานทางการศึกษา เสริมสร้างจรรยาบรรณของการเป็นวิศวกรที่ดีในอนาคต</p>
      <br>
    <p>ดังนั้นพอจะกล่าวได้ว่า กีฬา8เกียร์
      กำเนิดขึ้นเพื่อก่อให้เกิดความสามัคคีในหมู่วิชาการของชาติตั้งแต่ยังศึกษาอยู่นั้นเอง
      และก่อให้เกิดการรู้จัก เข้าใจกันของวิศวกรต่างสถาบัน
      ซึ่งเป็นผลดีในอนาคตในการร่วมมือกันทำงานอย่างมีประสิทธิภาพ เริ่มแรกของการแข่งขันกีฬานี้
      สมาชิกที่เข้าร่วมการแข่งขันมีไม่ครบ 8 สถาบันจึงยังไม่เรียกว่าเกียร์ 8 สถาบัน
      ซึ่งในระยะบุกเบิกนั้นมีเพียง 4 สถาบันเท่านั้น อันได้แก่ มหาวิทยาลัยเกษตรศาสตร์
      จุฬาลงกรณ์มหาวิทยาลัย มหาวิทยาลัยขอนแก่น และมหาวิทยาลัยเชียงใหม่</p>
      <br>
    <p>และในระยะต่อมาก็มีสถาบันการศึกษาที่เปิดสอนสาขาวิศวกรรมศาสตร์เพิ่มอีก 4
      แห่งและส่งนักกีฬาเข้าร่วมแข่งขันด้วย ทำให้การแข่งขันกีฬา8เกียร์สมบูรณ์ขึ้นและเรียกว่า กีฬา 8เกียร์
      มาโดยตลอด หลังจากนั้นมีสถาบันการศึกษาที่เปิดสอนสาขาวิศวกรรมศาสตร์ได้เข้าร่วมเพิ่มเติมอีก 4
      แห่งได้แก่ มหาวิทยาลัยสงขลานครินทร์ สถาบันเทคโนโลยีพระจอมเกล้า ทั้ง3วิทยาเขต
      คือวิทยาเขตธนบุรี วิทยาเขตลาดกระบัง
      และวิทยาเขตพระนครเหนือ(ในสมัยนั้นยังคงเป็นสถาบันเดียวกันอยู่)
      จึงเป็นจุดเริ่มต้นของการแข่งขันกีฬา 8 เกียร์อย่างสมบูรณ์</p>
  </div>
</template>

<script>
  export default {};

</script>

<style>
</style>
