<template>
  <div class="flex-column justify-center">
    <h2>โดยสรุปแล้วสถาบันการศึกษาที่เข้าร่วมการแข่งขันกีฬา 8 เกียร์ ทั้ง 8 สถาบันมีดังนี้</h2>
    <br>
    <p>มหาวิทยาลัยเกษตรศาสตร์</p>
    <p>มหาวิทยาลัยขอนแก่น</p>
    <p>จุฬาลงกรณ์มหาวิทยาลัย</p>
    <p>มหาวิทยาลัยเชียงใหม่</p>
    <p>มหาวิทยาลัยสงขลานครินทร์</p>
    <p>มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าพระนครเหนือ</p>
    <p>มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าธนบุรี</p>
    <p>สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง</p>
    <br>
    <p>ในระยะต่อมาเมื่อมีความต้องการทางด้านวิศวกรรมศาสตร์เพิ่มมากขึ้น จึงทำให้สถาบันอื่นๆ
      ได้เริ่มเปิดทำการสอนในสาขาวิศวกรรมศาสตร์ ทำให้ในระยะเวลาต่อมาก็มีสถาบันเพิ่มมากขึ้น
      ยังผลให้มีเกียร์เพิ่มมากขึ้น และมีความต้องการจะเข้าร่วมในการแข่งขันกีฬาดังกล่าว
      ทำให้รูปแบบของกีฬา 8 เกียร์ เปลี่ยนไปกลายเป็น”กีฬาเกียร์สัมพันธ์”
      โดยมีสถาบันทีมีอยู่เดิมซึ่งอาจเปลี่ยนแปลงชื่อไปบ้างและสถาบันใหม่ที่เข้ามาใหม่ ปัจจุบัน
      มีมหาวิทยาลัยที่เข้าร่วมทั้งหมด 31 มหาวิทยาลัย</p>
      <br>
    <h2>การจัดการแข่งขัน</h2>
    <br>
    <p>โดยเริ่มจัดครั้งแรกในปี พ.ศ. 2517 ซึ่งเป็นการจัดในนาม “กีฬา8 เกียร์” จนกระทั้ง ครั้งที่ 14 หรือ
      ปีพ.ศ. 2534 ได้เปลี่ยนชื่อเป็น กีฬาเกียร์สัมพันธ์ และปัจจุบัน ได้มีการจัดแข่งขันไปทั้งสิ้น 29 ครั้ง
      เนื่องจากมีความคลาดเคลื่อนในการนับครั้งการจัดกิจกรรมทำให้มีครั้งที่ 14 2 ครั้ง</p>
      <br>
    <h2>ลำดับการจัดการแข่งขัน</h2>
    <br>
    <p>สำหรับการแข่งขันกีฬา 8 เกียร์ (8 Gear) นั้น จัดมาทั้งหมด 13
      ครั้งก่อนที่จะเปลี่ยนมาเป็นกีฬาเกียร์สัมพันธ์ ที่ผ่านมาได้จัดขึ้นโดยสถาบันต่างๆที่ได้รับเป็นเจ้าภาพ
      “กีฬา 8 เกียร์” มีดังนี้</p>
      <br>
    <p>ครั้งที่ 1 พ.ศ. 2517 เกียร์ดงตาล มหาวิทยาลัยเกษตรศาสตร์</p>
    <p>ครั้งที่ 2 พ.ศ. 2518 เกียร์สงขลาฯ</p>
    <p>ครั้งที่ 3 พ.ศ. 2523 เกียร์เชียงใหม่</p>
    <p>ครั้งที่ 4 พ.ศ. 2524 เกียร์ขอนแก่น</p>
    <p>ครั้งที่ 5 พ.ศ. 2525 เกียร์ลาดกระบัง</p>
    <p>ครั้งที่ 6 พ.ศ. 2526 เกียร์สงขลาฯ</p>
    <p>ครั้งที่ 7 พ.ศ. 2527 เกียร์เชียงใหม่</p>
    <p>ครั้งที่ 8 พ.ศ. 2528 เกียร์ขอนแก่น</p>
    <p>ครั้งที่ 9 พ.ศ. 2529 เกียร์ลาดกระบัง</p>
    <p>ครั้งที่ 10 พ.ศ. 2530 เกียร์เชียงใหม่</p>
    <p>ครั้งที่ 11 พ.ศ. 2531 เกียร์ขอนแก่น</p>
    <p>ครั้งที่ 12 พ.ศ. 2532 เกียร์สงขลาฯ</p>
    <p>ครั้งที่ 13 พ.ศ. 2533 เกียร์ดงตาล</p>
    <p>และ ครั้งที่ 14 พ.ศ. 2534 เกียร์บางมด</p>
    <br>
    <p>ต่อมาได้มีสถาบันการศึกษาเข้าร่วมการแข่งขันกีฬาเพิ่มมากขึ้นจึงเปลี่ยน แปลงชื่อเป็น
      “กีฬาเกียร์สัมพันธ์” (Gear Game) และได้จัดขึ้นทุกๆปี
      โดยที่ผ่านมาได้จัดขึ้นโดยสถาบันต่างๆที่ได้รับเป็นเจ้าภาพมีดังนี้</p>
      <br>
    <p>ครั้งที่ 14 พ.ศ. 2535 เกียร์เชียงใหม่ (ได้ชื่อว่ากีฬาเกียร์สัมพันธ์ครั้งที่ 1)</p>
    <p>ครั้งที่ 15 พ.ศ. 2536 เกียร์สงขลา ซึ่งเริ่มนับเป็นกีฬาเกียร์สัมพันธ์ครั้งที่ 15</p>
    <p>ครั้งที่ 16 พ.ศ. 2537 เกียร์ลาดกระบัง</p>
    <p>ครั้งที่ 18 พ.ศ. 2538 เกียร์บางมด + เกียร์สยาม</p>
    <p>ครั้งที่ 19 พ.ศ. 2539 เกียร์ขอนแก่น + เกียร์มหานคร</p>
    <p>ครั้งที่ 17 พ.ศ. 2540 เกียร์เชียงใหม่ (ในปี พ.ศ. ใช้ชื่อว่า สนวท.
      แต่ให้ถือว่านับเป็นกีฬาเกียร์สัมพันธ์ครั้งที่ 17 เพราะน่าจะมีการนับจำนวนครั้งที่จัดกีฬาเกียร์ผิดพลาด)</p>
    <p>ครั้งที่ 20 พ.ศ. 2541 เกียร์บูรพา</p>
    <p>ครั้งที่ 21 พ.ศ. 2542 เกียร์ธรรมศาสตร์</p>
    <p>ครั้งที่ 22 พ.ศ. 2544 เกียร์ศรีนครินทรวิโรฒ</p>
    <p>ครั้งที่ 23 พ.ศ. 2546 เกียร์เกษตร + เกียร์ชลประทาน</p>
    <p>ครั้งที่ 24 20 - 22 ตุลาคม 2548 เกียร์เชิงดอย</p>
    <p>ครั้งที่ 25 24-27 ตุลาคม 2550 เกียร์พระเกี้ยว</p>
    <p>ครั้งที่ 26 22 - 25 ตุลาคม 2552 เกียร์ยูงทอง</p>
    <p>ครั้งที่ 27 22 - 26 ตุลาคม 2555 เกียร์กราฟ</p>
    <p>ครั้งที่ 28 5 – 9 มกราคม 2558 ดงยางเกมส์</p>
    <p>ครั้งที่ 29 25 - 28 ธันวาคม 2560 โฮมเกียร์เกมส์</p>
    <p>ครั้งที่ 30 23 – 27 ธันวาคม 2562 จ๊างเหล็กเกมส์ (กำลังจะจัดขึ้น)</p>
  </div>
</template>

<script>
  export default {};

</script>

<style>
</style>
